Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# error.oneDoor
source: A room has one kind of door: a group, invitations, or the people you follow.
ar: للغرفة نوع واحد من الأبواب: مجموعة، أو دعوات، أو من تتابعهم.
bn: একটি রুমের প্রবেশের একটিই ধরন থাকে: একটি গ্রুপ, আমন্ত্রণ, অথবা আপনি যাদের ফলো করেন।
ca: Una sala té un sol tipus d'accés: un grup, invitacions o les persones que segueixes.
cs: Místnost má jeden druh vstupu: skupinu, pozvánky, nebo lidi, které sleduješ.
da: Et rum har én slags adgang: en gruppe, invitationer eller de folk, du følger.
de: Ein Raum hat nur eine Art von Zugang: eine Gruppe, Einladungen oder die Personen, denen du folgst.
el: Μια αίθουσα έχει έναν τύπο πρόσβασης: μια ομάδα, προσκλήσεις ή άτομα που ακολουθείς.
es: Una sala tiene un solo tipo de acceso: un grupo, invitaciones o las personas que sigues.
fi: Huoneella on yksi oventyyppi: ryhmä, kutsut tai seuraamasi ihmiset.
fr: Un salon n’a qu’un seul type d’accès : un groupe, des invitations ou les personnes que vous suivez.
he: לחדר יש סוג אחד של דלת: קבוצה, הזמנות, או האנשים שאתה עוקב אחריהם.
hi: रूम का दरवाज़ा एक ही तरह का होता है: ग्रुप, आमंत्रण, या वे लोग जिन्हें आप फ़ॉलो करते हैं।
hr: Soba ima jednu vrstu ulaza: grupu, pozivnice ili ljude koje pratiš.
hu: Egy szobának egyféle bejárata van: csoport, meghívók, vagy az általad követett emberek.
id: Sebuah room punya satu jenis pintu: grup, undangan, atau orang yang kamu ikuti.
it: Una stanza ha un solo tipo di accesso: un gruppo, degli inviti o le persone che segui.
ja: ルームの入口は1種類です。グループ、招待、またはフォロー中の人のいずれかです。
ko: 룸은 그룹, 초대, 내가 팔로우하는 사람 중 한 가지 방식으로만 열 수 있어요.
ml: ഒരു റൂമിന് ഒരു തരം പ്രവേശന വാതിൽ മാത്രം: ഒരു ഗ്രൂപ്പ്, ക്ഷണങ്ങൾ, അല്ലെങ്കിൽ നിങ്ങൾ ഫോളോ ചെയ്യുന്നവർ.
ms: Sesebuah bilik mempunyai satu jenis pintu: kumpulan, jemputan, atau orang yang anda ikuti.
nb: Et rom har én type dør: en gruppe, invitasjoner eller folk du følger.
nl: Een room heeft één soort toegang: een groep, uitnodigingen of de mensen die je volgt.
pl: Pokój ma jeden rodzaj wejścia: grupa, zaproszenia albo osoby, które obserwujesz.
pt_br: Uma sala tem um só tipo de acesso: um grupo, convites ou as pessoas que você segue.
pt_pt: Uma sala tem um só tipo de porta: um grupo, convites ou as pessoas que segue.
ro: O cameră are un singur fel de intrare: un grup, invitații sau persoanele pe care le urmărești.
ru: У комнаты один тип входа: группа, приглашения или те, на кого вы подписаны.
sk: Miestnosť má jeden druh dverí: skupinu, pozvánky alebo ľudí, ktorých sleduješ.
sv: Ett rum har en sorts dörr: en grupp, inbjudningar eller de du följer.
ta: ஓர் அறைக்கு ஒரே வகை நுழைவாயில்: குழு, அழைப்புகள் அல்லது நீங்கள் பின்தொடர்பவர்கள்.
te: ఒక రూమ్‌కు ఒకే రకమైన ద్వారం ఉంటుంది: గ్రూప్, ఆహ్వానాలు, లేదా మీరు ఫాలో అయ్యేవారు.
th: ห้องมีประตูได้ประเภทเดียว: กลุ่ม คำเชิญ หรือคนที่คุณติดตาม
tr: Bir odanın tek tür kapısı vardır: bir grup, davetler veya takip ettiğiniz kişiler.
uk: У кімнати може бути лише один вид входу: група, запрошення або люди, на яких ви підписані.
ur: روم کا ایک ہی طرح کا دروازہ ہوتا ہے: کوئی گروپ، دعوتیں، یا وہ لوگ جنہیں آپ فالو کرتے ہیں۔
vi: Một phòng chỉ có một kiểu cửa: một nhóm, lời mời, hoặc những người bạn theo dõi.
zh_hans: 一个房间只能有一种准入方式：群组、邀请，或你关注的人。
zh_hant: 一個聊天室只有一種入口：群組、邀請，或你追蹤的人。

# error.otpAttemptsExceeded
source: Too many incorrect attempts. Request a new code.
ar: محاولات خاطئة كثيرة. اطلب رمز تحقق جديدًا.
bn: অনেকবার ভুল চেষ্টা হয়েছে। নতুন কোড চান।
ca: Massa intents incorrectes. Demana un codi nou.
cs: Příliš mnoho nesprávných pokusů. Vyžádej si nový kód.
da: For mange forkerte forsøg. Bed om en ny kode.
de: Zu viele falsche Versuche. Fordere einen neuen Code an.
el: Πάρα πολλές λανθασμένες προσπάθειες. Ζήτησε νέο κωδικό.
es: Demasiados intentos incorrectos. Solicita un código nuevo.
fi: Liian monta virheellistä yritystä. Pyydä uusi koodi.
fr: Trop de tentatives incorrectes. Demandez un nouveau code.
he: יותר מדי ניסיונות שגויים. בקש קוד חדש.
hi: बहुत ज़्यादा ग़लत कोशिशें। नया कोड माँगें।
hr: Previše netočnih pokušaja. Zatraži novi kod.
hu: Túl sok helytelen próbálkozás. Kérj új kódot.
id: Terlalu banyak percobaan salah. Minta kode baru.
it: Troppi tentativi errati. Richiedi un nuovo codice.
ja: 間違いが多すぎます。新しいコードをリクエストしてください。
ko: 잘못된 시도가 너무 많아요. 새 코드를 요청하세요.
ml: തെറ്റായ ശ്രമങ്ങൾ വളരെ കൂടുതലായി. പുതിയ കോഡ് അഭ്യർഥിക്കുക.
ms: Terlalu banyak percubaan salah. Minta kod baharu.
nb: For mange feil forsøk. Be om en ny kode.
nl: Te veel onjuiste pogingen. Vraag een nieuwe code aan.
pl: Zbyt wiele błędnych prób. Poproś o nowy kod.
pt_br: Tentativas incorretas demais. Peça um novo código.
pt_pt: Demasiadas tentativas incorretas. Peça um novo código.
ro: Prea multe încercări greșite. Cere un cod nou.
ru: Слишком много неверных попыток. Запросите новый код.
sk: Príliš veľa nesprávnych pokusov. Vyžiadaj si nový kód.
sv: För många felaktiga försök. Begär en ny kod.
ta: தவறான முயற்சிகள் அதிகம். புதிய குறியீட்டைக் கோருங்கள்.
te: చాలా తప్పు ప్రయత్నాలు జరిగాయి. కొత్త కోడ్‌ను అభ్యర్థించండి.
th: ใส่ผิดหลายครั้งเกินไป ขอรหัสใหม่
tr: Çok fazla yanlış deneme. Yeni bir kod isteyin.
uk: Забагато невдалих спроб. Запросіть новий код.
ur: بہت زیادہ غلط کوششیں۔ نیا کوڈ منگوائیں۔
vi: Quá nhiều lần nhập sai. Hãy yêu cầu mã mới.
zh_hans: 错误次数过多。请重新获取验证码。
zh_hant: 錯誤次數過多，請重新索取驗證碼。

# error.otpExpired
source: That code has expired. Request a new one.
ar: انتهت صلاحية رمز التحقق. اطلب رمزًا جديدًا.
bn: কোডটির মেয়াদ শেষ। নতুন একটি চান।
ca: Aquest codi ha caducat. Demana'n un de nou.
cs: Platnost kódu vypršela. Vyžádej si nový.
da: Den kode er udløbet. Bed om en ny.
de: Dieser Code ist abgelaufen. Fordere einen neuen an.
el: Αυτός ο κωδικός έχει λήξει. Ζήτησε νέο.
es: Ese código ha caducado. Solicita uno nuevo.
fi: Koodi on vanhentunut. Pyydä uusi.
fr: Ce code a expiré. Demandez-en un nouveau.
he: תוקף הקוד הזה פג. בקש חדש.
hi: वह कोड समाप्त हो चुका है। नया माँगें।
hr: Taj kod je istekao. Zatraži novi.
hu: Ez a kód lejárt. Kérj újat.
id: Kode itu sudah kedaluwarsa. Minta yang baru.
it: Quel codice è scaduto. Richiedine uno nuovo.
ja: コードの有効期限が切れました。新しいコードをリクエストしてください。
ko: 코드가 만료되었어요. 새 코드를 요청하세요.
ml: ആ കോഡിന്റെ കാലാവധി കഴിഞ്ഞു. പുതിയത് അഭ്യർഥിക്കുക.
ms: Kod itu telah tamat tempoh. Minta yang baharu.
nb: Koden har utløpt. Be om en ny.
nl: Die code is verlopen. Vraag een nieuwe aan.
pl: Ten kod wygasł. Poproś o nowy.
pt_br: Esse código expirou. Peça um novo.
pt_pt: Esse código expirou. Peça um novo.
ro: Acest cod a expirat. Cere unul nou.
ru: Срок действия кода истёк. Запросите новый.
sk: Platnosť tohto kódu vypršala. Vyžiadaj si nový.
sv: Koden har gått ut. Begär en ny.
ta: அந்தக் குறியீடு காலாவதியாகிவிட்டது. புதியதைக் கோருங்கள்.
te: ఆ కోడ్ గడువు ముగిసింది. కొత్తది అభ్యర్థించండి.
th: รหัสนั้นหมดอายุแล้ว ขอรหัสใหม่
tr: Bu kodun süresi doldu. Yeni bir kod isteyin.
uk: Термін дії цього коду минув. Запросіть новий.
ur: اس کوڈ کی میعاد ختم ہو گئی۔ نیا منگوائیں۔
vi: Mã đó đã hết hạn. Hãy yêu cầu mã mới.
zh_hans: 该验证码已过期。请重新获取。
zh_hant: 該驗證碼已過期，請重新索取。

# error.otpInvalid
source: That code isn't right. Check the digits and try again.
ar: رمز التحقق غير صحيح. راجع الأرقام وأعد المحاولة.
bn: কোডটি সঠিক নয়। সংখ্যাগুলো দেখে আবার চেষ্টা করুন।
ca: Aquest codi no és correcte. Revisa els dígits i torna-ho a provar.
cs: Kód není správný. Zkontroluj číslice a zkus to znovu.
da: Den kode er ikke rigtig. Tjek cifrene, og prøv igen.
de: Dieser Code stimmt nicht. Prüfe die Ziffern und versuche es erneut.
el: Αυτός ο κωδικός δεν είναι σωστός. Έλεγξε τα ψηφία και δοκίμασε ξανά.
es: Ese código no es correcto. Revisa los dígitos e inténtalo de nuevo.
fi: Koodi ei ole oikea. Tarkista numerot ja yritä uudelleen.
fr: Ce code n’est pas correct. Vérifiez les chiffres et réessayez.
he: הקוד הזה לא נכון. בדוק את הספרות ונסה שוב.
hi: वह कोड सही नहीं है। अंक जाँचें और फिर कोशिश करें।
hr: Taj kod nije točan. Provjeri znamenke i pokušaj ponovno.
hu: Ez a kód nem helyes. Ellenőrizd a számjegyeket, és próbáld újra.
id: Kode itu tidak benar. Periksa digitnya dan coba lagi.
it: Quel codice non è corretto. Controlla le cifre e riprova.
ja: コードが正しくありません。桁を確認して、もう一度お試しください。
ko: 코드가 올바르지 않아요. 숫자를 확인하고 다시 시도하세요.
ml: ആ കോഡ് ശരിയല്ല. അക്കങ്ങൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
ms: Kod itu tidak betul. Semak digit dan cuba lagi.
nb: Koden er ikke riktig. Sjekk sifrene og prøv igjen.
nl: Die code klopt niet. Controleer de cijfers en probeer het opnieuw.
pl: Ten kod jest nieprawidłowy. Sprawdź cyfry i spróbuj ponownie.
pt_br: Esse código não está certo. Confira os dígitos e tente de novo.
pt_pt: Esse código não está certo. Verifique os dígitos e tente novamente.
ro: Codul nu este corect. Verifică cifrele și încearcă din nou.
ru: Код неверный. Проверьте цифры и повторите.
sk: Tento kód nie je správny. Skontroluj číslice a skús to znova.
sv: Koden stämmer inte. Kontrollera siffrorna och försök igen.
ta: அந்தக் குறியீடு சரியில்லை. இலக்கங்களைச் சரிபார்த்து மீண்டும் முயலுங்கள்.
te: ఆ కోడ్ సరైనది కాదు. అంకెలను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: รหัสนั้นไม่ถูกต้อง ตรวจสอบตัวเลขแล้วลองอีกครั้ง
tr: Bu kod doğru değil. Rakamları kontrol edip tekrar deneyin.
uk: Цей код неправильний. Перевірте цифри й спробуйте ще раз.
ur: یہ کوڈ درست نہیں۔ ہندسے جانچیں اور دوبارہ کوشش کریں۔
vi: Mã đó không đúng. Hãy kiểm tra các chữ số và thử lại.
zh_hans: 验证码不正确。请检查数字后重试。
zh_hant: 驗證碼不正確。請檢查數字後再試一次。

# error.passwordTooLong
source: That password is too long. Use up to 72 characters, or about 36 in Arabic.
ar: كلمة المرور هذه طويلة جدًا. استخدم 72 حرفًا لاتينيًا على الأكثر، أو نحو 36 حرفًا عربيًا.
bn: পাসওয়ার্ডটি খুব বড়। সর্বোচ্চ ৭২ অক্ষর ব্যবহার করুন, আরবিতে প্রায় ৩৬।
ca: Aquesta contrasenya és massa llarga. Fes servir fins a 72 caràcters, o uns 36 en àrab.
cs: Heslo je příliš dlouhé. Použij nejvýše 72 znaků, v arabštině asi 36.
da: Den adgangskode er for lang. Brug op til 72 tegn, eller cirka 36 på arabisk.
de: Das Passwort ist zu lang. Verwende bis zu 72 Zeichen, auf Arabisch etwa 36.
el: Αυτός ο κωδικός είναι πολύ μεγάλος. Χρησιμοποίησε έως 72 χαρακτήρες, ή περίπου 36 στα αραβικά.
es: Esa contraseña es demasiado larga. Usa hasta 72 caracteres, o unos 36 en árabe.
fi: Salasana on liian pitkä. Käytä enintään 72 merkkiä, arabiaksi noin 36.
fr: Ce mot de passe est trop long. Utilisez 72 caractères au maximum, soit environ 36 en arabe.
he: הסיסמה הזו ארוכה מדי. השתמש ב-72 תווים לכל היותר, או כ-36 בערבית.
hi: वह पासवर्ड बहुत लंबा है। अधिकतम 72 अक्षर इस्तेमाल करें, या अरबी में करीब 36।
hr: Ta lozinka je predugačka. Koristi do 72 znaka, ili oko 36 na arapskom.
hu: Ez a jelszó túl hosszú. Legfeljebb 72 karakter használható, arabul nagyjából 36.
id: Kata sandi itu terlalu panjang. Pakai maksimal 72 karakter, atau sekitar 36 dalam huruf Arab.
it: Quella password è troppo lunga. Usa fino a 72 caratteri, o circa 36 in arabo.
ja: パスワードが長すぎます。72文字以内にしてください(アラビア語では約36文字)。
ko: 비밀번호가 너무 길어요. 72자 이내로, 아랍어는 약 36자까지 사용할 수 있어요.
ml: ആ പാസ്‌വേഡ് വളരെ നീണ്ടതാണ്. പരമാവധി 72 അക്ഷരം ഉപയോഗിക്കുക, അറബിയിൽ ഏകദേശം 36.
ms: Kata laluan itu terlalu panjang. Gunakan sehingga 72 aksara, atau kira-kira 36 dalam bahasa Arab.
nb: Passordet er for langt. Bruk opptil 72 tegn, eller omtrent 36 på arabisk.
nl: Dat wachtwoord is te lang. Gebruik maximaal 72 tekens, of ongeveer 36 in het Arabisch.
pl: To hasło jest za długie. Użyj maksymalnie 72 znaków, a w alfabecie arabskim około 36.
pt_br: Essa senha é longa demais. Use até 72 caracteres, ou cerca de 36 em árabe.
pt_pt: Essa palavra-passe é demasiado longa. Use até 72 carateres, ou cerca de 36 em árabe.
ro: Parola este prea lungă. Folosește cel mult 72 de caractere, sau cam 36 în arabă.
ru: Пароль слишком длинный. Используйте не более 72 символов или около 36 на арабском.
sk: Toto heslo je príliš dlhé. Použi najviac 72 znakov, v arabčine asi 36.
sv: Lösenordet är för långt. Använd högst 72 tecken, eller omkring 36 på arabiska.
ta: அந்தக் கடவுச்சொல் மிக நீளமானது. 72 எழுத்துகள் வரை பயன்படுத்துங்கள், அரபியில் சுமார் 36.
te: ఆ పాస్‌వర్డ్ చాలా పొడవుగా ఉంది. గరిష్ఠంగా 72 అక్షరాలు వాడండి, అరబిక్‌లో సుమారు 36.
th: รหัสผ่านยาวเกินไป ใช้ได้สูงสุด 72 ตัวอักษร หรือประมาณ 36 ตัวในภาษาอาหรับ
tr: Bu şifre çok uzun. En fazla 72 karakter kullanın; Arapçada yaklaşık 36.
uk: Цей пароль задовгий. Використайте до 72 символів, або близько 36 арабською.
ur: یہ پاس ورڈ بہت لمبا ہے۔ 72 حروف تک استعمال کریں، یا عربی میں تقریباً 36۔
vi: Mật khẩu này quá dài. Dùng tối đa 72 ký tự, hoặc khoảng 36 ký tự nếu viết bằng tiếng Ả Rập.
zh_hans: 密码太长了。最多 72 个字符，阿拉伯语大约 36 个。
zh_hant: 密碼太長了。最多 72 個字元，阿拉伯文約為 36 個。

# error.passwordUnchanged
source: That is already your password. Choose a different one.
ar: هذه كلمة مرورك الحالية. اختر كلمة مرور مختلفة.
bn: এটাই ইতিমধ্যে আপনার পাসওয়ার্ড। অন্য একটি বেছে নিন।
ca: Aquesta ja és la teva contrasenya. Tria'n una de diferent.
cs: To už je tvé heslo. Zvol jiné.
da: Det er allerede din adgangskode. Vælg en anden.
de: Das ist bereits dein Passwort. Wähle ein anderes.
el: Αυτός είναι ήδη ο κωδικός σου. Επίλεξε διαφορετικό.
es: Esa ya es tu contraseña. Elige una distinta.
fi: Tämä on jo salasanasi. Valitse toinen.
fr: C’est déjà votre mot de passe. Choisissez-en un autre.
he: זו כבר הסיסמה שלך. בחר אחרת.
hi: यही पहले से आपका पासवर्ड है। कोई दूसरा चुनें।
hr: To je već tvoja lozinka. Odaberi drugu.
hu: Ez már a jelszavad. Válassz másikat.
id: Itu sudah menjadi kata sandimu. Pilih yang berbeda.
it: Questa è già la tua password. Scegline una diversa.
ja: すでにそのパスワードです。別のパスワードを選んでください。
ko: 이미 사용 중인 비밀번호예요. 다른 비밀번호를 선택하세요.
ml: അത് ഇതിനകം നിങ്ങളുടെ പാസ്‌വേഡാണ്. മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക.
ms: Itu sudah kata laluan anda. Pilih yang lain.
nb: Det er allerede passordet ditt. Velg et annet.
nl: Dat is al je wachtwoord. Kies een ander.
pl: To już jest Twoje hasło. Wybierz inne.
pt_br: Essa já é a sua senha. Escolha outra.
pt_pt: Essa já é a sua palavra-passe. Escolha uma diferente.
ro: Aceasta este deja parola ta. Alege alta.
ru: Это уже ваш пароль. Выберите другой.
sk: Toto už je tvoje heslo. Vyber iné.
sv: Det är redan ditt lösenord. Välj ett annat.
ta: அது ஏற்கெனவே உங்கள் கடவுச்சொல்தான். வேறொன்றைத் தேர்ந்தெடுங்கள்.
te: అది ఇప్పటికే మీ పాస్‌వర్డ్. వేరొకటి ఎంచుకోండి.
th: นั่นคือรหัสผ่านปัจจุบันของคุณอยู่แล้ว เลือกรหัสผ่านอื่น
tr: Bu zaten şifreniz. Farklı bir tane seçin.
uk: Це вже ваш пароль. Виберіть інший.
ur: یہ پہلے ہی آپ کا پاس ورڈ ہے۔ کوئی دوسرا چنیں۔
vi: Đó đã là mật khẩu của bạn. Hãy chọn mật khẩu khác.
zh_hans: 这已经是你的密码。请选择不同的密码。
zh_hant: 這已經是你目前的密碼，請設定不同的密碼。

# error.phoneIsSignIn
source: This is the number you sign in with, so it can't be changed or removed until your account also has an email address and a password.
ar: هذا هو الرقم الذي تسجّل الدخول به، فلا يمكن تغييره أو حذفه حتى يكون لحسابك بريد إلكتروني وكلمة مرور أيضًا.
bn: এই নম্বর দিয়ে আপনি সাইন ইন করেন, তাই আপনার অ্যাকাউন্টে ইমেইল ঠিকানা ও পাসওয়ার্ডও না থাকা পর্যন্ত এটি বদলানো বা সরানো যাবে না।
ca: Aquest és el número amb el qual inicies la sessió, així que no es pot canviar ni eliminar fins que el teu compte també tingui una adreça electrònica i una contrasenya.
cs: Toto je číslo, kterým se přihlašuješ, takže ho nelze změnit ani odebrat, dokud tvůj účet nemá také e-mailovou adresu a heslo.
da: Det er det nummer, du logger ind med, så det kan ikke ændres eller fjernes, før din konto også har en e-mailadresse og en adgangskode.
de: Das ist die Nummer, mit der du dich anmeldest, daher lässt sie sich nicht ändern oder entfernen, bis dein Konto auch eine E-Mail-Adresse und ein Passwort hat.
el: Αυτός είναι ο αριθμός με τον οποίο συνδέεσαι, οπότε δεν μπορεί να αλλάξει ή να αφαιρεθεί μέχρι ο λογαριασμός σου να έχει και διεύθυνση email και κωδικό.
es: Este es el número con el que inicias sesión, así que no se puede cambiar ni quitar hasta que tu cuenta tenga también un correo y una contraseña.
fi: Tämä on numero, jolla kirjaudut, joten sitä ei voi vaihtaa tai poistaa, ennen kuin tililläsi on myös sähköpostiosoite ja salasana.
fr: C’est le numéro avec lequel vous vous connectez : il ne peut être ni modifié ni supprimé tant que votre compte n’a pas aussi une adresse e-mail et un mot de passe.
he: זה המספר שאיתו אתה מתחבר, ולכן אי אפשר לשנות או להסיר אותו עד שלחשבון שלך יהיו גם כתובת דוא״ל וסיסמה.
hi: यही वह नंबर है जिससे आप साइन इन करते हैं, इसलिए इसे तब तक बदला या हटाया नहीं जा सकता जब तक आपके अकाउंट में ईमेल पता और पासवर्ड भी न हो।
hr: Ovo je broj kojim se prijavljuješ pa se ne može promijeniti ni ukloniti dok tvoj račun nema i adresu e-pošte i lozinku.
hu: Ezzel a számmal jelentkezel be, ezért nem módosítható és nem törölhető, amíg a fiókodhoz nem tartozik e-mail-cím és jelszó is.
id: Ini nomor yang kamu pakai untuk masuk, jadi tidak bisa diubah atau dihapus sampai akunmu juga punya alamat email dan kata sandi.
it: Questo è il numero con cui accedi, quindi non può essere cambiato o rimosso finché il tuo account non ha anche un indirizzo email e una password.
ja: この番号はサインインに使われているため、アカウントにメールアドレスとパスワードが設定されるまで、変更も削除もできません。
ko: 로그인에 사용하는 번호라서 계정에 이메일 주소와 비밀번호가 생길 때까지 변경하거나 삭제할 수 없어요.
ml: ഇത് നിങ്ങൾ സൈൻ ഇൻ ചെയ്യാൻ ഉപയോഗിക്കുന്ന നമ്പറാണ്, അതിനാൽ നിങ്ങളുടെ അക്കൗണ്ടിന് ഒരു ഇമെയിൽ വിലാസവും പാസ്‌വേഡും കൂടി ഉണ്ടാകുന്നതുവരെ ഇത് മാറ്റാനോ നീക്കം ചെയ്യാനോ കഴിയില്ല.
ms: Ini nombor yang anda gunakan untuk log masuk, jadi ia tidak boleh ditukar atau dialih keluar sehingga akaun anda turut mempunyai alamat emel dan kata laluan.
nb: Dette er nummeret du logger inn med, så det kan ikke endres eller fjernes før kontoen din også har en e-postadresse og et passord.
nl: Dit is het nummer waarmee je inlogt, dus het kan niet worden gewijzigd of verwijderd totdat je account ook een e-mailadres en wachtwoord heeft.
pl: To numer, którym się logujesz, więc nie można go zmienić ani usunąć, dopóki konto nie będzie mieć także adresu e-mail i hasła.
pt_br: Este é o número com que você entra, então ele não pode ser alterado nem removido até que sua conta tenha também um e-mail e uma senha.
pt_pt: Este é o número com que inicia sessão, por isso não pode ser alterado nem removido até a sua conta ter também um endereço de email e uma palavra-passe.
ro: Acesta este numărul cu care te autentifici, deci nu poate fi schimbat sau șters până când contul nu are și o adresă de e-mail și o parolă.
ru: Этим номером вы входите в аккаунт, поэтому его нельзя изменить или удалить, пока у аккаунта нет также адреса почты и пароля.
sk: Toto je číslo, ktorým sa prihlasuješ, takže sa nedá zmeniť ani odstrániť, kým tvoj účet nemá aj e-mailovú adresu a heslo.
sv: Det här är numret du loggar in med, så det kan inte ändras eller tas bort förrän ditt konto också har en e-postadress och ett lösenord.
ta: இது நீங்கள் உள்நுழையும் எண், எனவே உங்கள் கணக்கில் மின்னஞ்சல் முகவரியும் கடவுச்சொல்லும் வரும் வரை இதை மாற்றவோ அகற்றவோ முடியாது.
te: మీరు సైన్ ఇన్ చేసే నంబర్ ఇది, కాబట్టి మీ ఖాతాకు ఈమెయిల్ చిరునామా, పాస్‌వర్డ్ కూడా వచ్చే వరకు దీన్ని మార్చలేరు లేదా తొలగించలేరు.
th: นี่คือหมายเลขที่คุณใช้ลงชื่อเข้าใช้ จึงเปลี่ยนหรือลบไม่ได้จนกว่าบัญชีของคุณจะมีที่อยู่อีเมลและรหัสผ่านด้วย
tr: Bu, giriş yaptığınız numara; hesabınıza bir e-posta adresi ve şifre de eklenene kadar değiştirilemez veya kaldırılamaz.
uk: Це номер, за яким ви входите, тому його не можна змінити чи видалити, доки до вашого облікового запису не буде додано адресу пошти та пароль.
ur: یہ وہ نمبر ہے جس سے آپ سائن اِن کرتے ہیں، اس لیے جب تک آپ کے اکاؤنٹ میں ای میل پتا اور پاس ورڈ بھی نہ ہوں اسے بدلا یا ہٹایا نہیں جا سکتا۔
vi: Đây là số bạn dùng để đăng nhập, nên không thể đổi hoặc xóa cho đến khi tài khoản của bạn cũng có địa chỉ email và mật khẩu.
zh_hans: 这是你用来登录的号码，在你的账户同时有邮箱和密码之前，无法更改或移除。
zh_hant: 這是你登入用的號碼，在你的帳號同時有電子郵件和密碼之前，無法變更或移除。

# error.phoneUnavailable
source: That number can't be added to your account. Try a different number.
ar: لا يمكن إضافة هذا الرقم إلى حسابك. جرّب رقمًا آخر.
bn: এই নম্বর আপনার অ্যাকাউন্টে যোগ করা যাবে না। অন্য নম্বর চেষ্টা করুন।
ca: Aquest número no es pot afegir al teu compte. Prova un altre número.
cs: Toto číslo nelze k účtu přidat. Zkus jiné.
da: Det nummer kan ikke føjes til din konto. Prøv et andet nummer.
de: Diese Nummer kann nicht zu deinem Konto hinzugefügt werden. Versuche eine andere Nummer.
el: Αυτός ο αριθμός δεν μπορεί να προστεθεί στον λογαριασμό σου. Δοκίμασε άλλον αριθμό.
es: Ese número no se puede añadir a tu cuenta. Prueba con otro.
fi: Tätä numeroa ei voi lisätä tilillesi. Kokeile toista numeroa.
fr: Ce numéro ne peut pas être ajouté à votre compte. Essayez un autre numéro.
he: אי אפשר להוסיף את המספר הזה לחשבון שלך. נסה מספר אחר.
hi: वह नंबर आपके अकाउंट में जोड़ा नहीं जा सकता। कोई दूसरा नंबर आज़माएँ।
hr: Taj broj ne može se dodati tvom računu. Pokušaj s drugim brojem.
hu: Ez a szám nem adható hozzá a fiókodhoz. Próbálj másikat.
id: Nomor itu tidak bisa ditambahkan ke akunmu. Coba nomor lain.
it: Questo numero non può essere aggiunto al tuo account. Prova con un altro numero.
ja: この番号はアカウントに追加できません。別の番号をお試しください。
ko: 이 번호는 계정에 추가할 수 없어요. 다른 번호를 사용해 보세요.
ml: ആ നമ്പർ നിങ്ങളുടെ അക്കൗണ്ടിൽ ചേർക്കാനാവില്ല. മറ്റൊരു നമ്പർ ശ്രമിക്കുക.
ms: Nombor itu tidak boleh ditambah pada akaun anda. Cuba nombor lain.
nb: Det nummeret kan ikke legges til kontoen din. Prøv et annet nummer.
nl: Dat nummer kan niet aan je account worden toegevoegd. Probeer een ander nummer.
pl: Tego numeru nie można dodać do Twojego konta. Spróbuj z innym numerem.
pt_br: Esse número não pode ser adicionado à sua conta. Tente outro número.
pt_pt: Esse número não pode ser adicionado à sua conta. Experimente outro número.
ro: Acest număr nu poate fi adăugat la contul tău. Încearcă alt număr.
ru: Этот номер нельзя добавить к вашему аккаунту. Попробуйте другой номер.
sk: Toto číslo nemožno pridať k tvojmu účtu. Skús iné číslo.
sv: Numret kan inte läggas till på ditt konto. Prova ett annat nummer.
ta: அந்த எண்ணை உங்கள் கணக்கில் சேர்க்க முடியாது. வேறு எண்ணை முயலுங்கள்.
te: ఆ నంబర్‌ను మీ ఖాతాకు జోడించలేం. వేరే నంబర్ ప్రయత్నించండి.
th: เพิ่มหมายเลขนั้นในบัญชีของคุณไม่ได้ ลองหมายเลขอื่น
tr: Bu numara hesabınıza eklenemiyor. Farklı bir numara deneyin.
uk: Цей номер не можна додати до вашого облікового запису. Спробуйте інший номер.
ur: یہ نمبر آپ کے اکاؤنٹ میں شامل نہیں ہو سکتا۔ کوئی دوسرا نمبر آزمائیں۔
vi: Không thể thêm số đó vào tài khoản của bạn. Hãy thử số khác.
zh_hans: 该号码无法添加到你的账户。请换一个号码。
zh_hant: 無法將該號碼加入你的帳號，請改用其他號碼。

# error.postNotFound
source: That post is no longer available.
ar: هذا المنشور لم يعد متاحًا.
bn: এই পোস্টটি আর পাওয়া যাচ্ছে না।
ca: Aquesta publicació ja no està disponible.
cs: Tento příspěvek už není dostupný.
da: Det opslag er ikke længere tilgængeligt.
de: Dieser Beitrag ist nicht mehr verfügbar.
el: Αυτή η ανάρτηση δεν είναι πια διαθέσιμη.
es: Esa publicación ya no está disponible.
fi: Tämä julkaisu ei ole enää saatavilla.
fr: Ce post n’est plus disponible.
he: הפוסט הזה כבר לא זמין.
hi: वह पोस्ट अब उपलब्ध नहीं है।
hr: Ta objava više nije dostupna.
hu: Ez a bejegyzés már nem érhető el.
id: Postingan itu sudah tidak tersedia.
it: Quel post non è più disponibile.
ja: この投稿は利用できなくなりました。
ko: 이 게시물은 더 이상 사용할 수 없어요.
ml: ആ പോസ്റ്റ് ഇനി ലഭ്യമല്ല.
ms: Siaran itu sudah tidak tersedia.
nb: Det innlegget er ikke lenger tilgjengelig.
nl: Dat bericht is niet meer beschikbaar.
pl: Ten wpis jest już niedostępny.
pt_br: Esse post não está mais disponível.
pt_pt: Essa publicação já não está disponível.
ro: Această postare nu mai este disponibilă.
ru: Этот пост больше недоступен.
sk: Tento príspevok už nie je dostupný.
sv: Det inlägget är inte längre tillgängligt.
ta: அந்த இடுகை இனி கிடைக்கவில்லை.
te: ఆ పోస్ట్ ఇకపై అందుబాటులో లేదు.
th: โพสต์นั้นไม่มีอยู่แล้ว
tr: Bu gönderi artık mevcut değil.
uk: Цей допис більше недоступний.
ur: یہ پوسٹ اب دستیاب نہیں۔
vi: Bài đăng đó không còn khả dụng.
zh_hans: 该帖子已不可用。
zh_hant: 該貼文已無法使用。
